Repository: vincentlauriat/HomePortManager
Catalog: App/Sources/Localizable.xcstrings
Source language: en
Languages: fr, zh_hans

source: %@ finished
fr: Action terminée : %@
zh_hans: %@ 已完成

source: %@ is unreachable. Check Tailscale or retry.
fr: %@ est injoignable. Vérifiez Tailscale ou réessayez.
zh_hans: 无法访问 %@。请检查 Tailscale 或重试。

source: %@: %@ failed
fr: %@ : échec de %@
zh_hans: %@：%@ 失败

source: %@: critical event
fr: %@ : événement critique
zh_hans: %@：严重事件

# A backup of %@ is taken first, then %@ is installed and its service restarts.
source: A backup of %1$@ is taken first, then %2$@ is installed and its service restarts.
fr: Une sauvegarde de %1$@ est d'abord effectuée, puis la version %2$@ est installée et son service redémarre.
zh_hans: 先对 %1$@ 进行备份，然后安装 %2$@ 并重启其服务。

source: A backup of %@ is taken first, then the latest release is installed and its service restarts.
fr: Une sauvegarde de %@ est d'abord effectuée, puis la dernière version est installée et son service redémarre.
zh_hans: 先对 %@ 进行备份，然后安装最新版本并重启其服务。

source: Actions run on this machine from this Mac — app or command line — will appear here.
fr: Les actions menées sur cette machine depuis ce Mac — app ou ligne de commande — apparaîtront ici.
zh_hans: 从这台 Mac 对该机器执行的操作（应用或命令行）将显示在此。

source: Another action is already in progress on this machine.
fr: Une autre action est déjà en cours sur cette machine.
zh_hans: 该机器上已有另一操作正在进行。

source: Backup
fr: Sauvegarde
zh_hans: 备份

source: Backup all
fr: Tout sauvegarder
zh_hans: 全部备份

source: Backup finished
fr: Sauvegarde terminée
zh_hans: 备份已完成

source: Backup in progress…
fr: Sauvegarde en cours…
zh_hans: 备份进行中…

source: Backup jobs and restores arrive with story 3.2, archive consolidation and the job view.
fr: Les jobs de sauvegarde et les restaurations arrivent avec la story 3.2, consolidation des archives et vue des jobs.
zh_hans: 备份任务与恢复将随故事 3.2（归档整合与任务视图）一起提供。

source: Backup now
fr: Sauvegarder maintenant
zh_hans: 立即备份

source: Backups
fr: Sauvegardes
zh_hans: 备份

source: Cancel
fr: Annuler
zh_hans: 取消

source: Clear the filter
fr: Vider le filtre
zh_hans: 清除筛选

source: Clear the filter to see the whole fleet again.
fr: Videz le filtre pour revoir toute la flotte.
zh_hans: 清除筛选即可重新查看整个机群。

source: Close
fr: Fermer
zh_hans: 关闭

source: Config pull in progress…
fr: Rapatriement de la config en cours…
zh_hans: 配置拉取进行中…

source: Config: %lld files pulled
fr: Config : %lld fichiers rapatriés
zh_hans: 配置：已拉取 %lld 个文件

source: Control Center
fr: Centre de contrôle
zh_hans: 控制中心

source: Dashboard
fr: Tableau de bord
zh_hans: 仪表盘

source: Dashboard did not load
fr: Le tableau de bord ne s'est pas chargé
zh_hans: 仪表盘未能加载

source: Disk
fr: Disque
zh_hans: 磁盘

source: Disk almost full
fr: Disque presque plein
zh_hans: 磁盘将满

source: Doctor
fr: Diagnostic
zh_hans: 诊断

source: Doctor in progress…
fr: Diagnostic en cours…
zh_hans: 诊断进行中…

source: Doctor: %lld failed checks
fr: Diagnostic : %lld contrôles en échec
zh_hans: 诊断：%lld 项检查失败

source: Doctor: all checks passed
fr: Diagnostic : tous les contrôles OK
zh_hans: 诊断：所有检查通过

source: Dry run
fr: Aperçu
zh_hans: 预览

source: Edit fleet
fr: Modifier la flotte
zh_hans: 编辑机群

source: Events
fr: Événements
zh_hans: 事件

source: Events not available
fr: Événements non disponibles
zh_hans: 事件不可用

source: Every action started from this Mac — from the app or from the hpm command line — is recorded here once it runs.
fr: Chaque action lancée depuis ce Mac — depuis l'app ou la ligne de commande hpm — est consignée ici dès qu'elle s'exécute.
zh_hans: 从这台 Mac 发起的每个操作——无论来自应用还是 hpm 命令行——都会在执行后记录在此。

source: Failure
fr: Échec
zh_hans: 失败

source: Filter by name
fr: Filtrer par nom
zh_hans: 按名称筛选

source: Filter events by severity
fr: Filtrer les événements par sévérité
zh_hans: 按严重程度筛选事件

source: Filter log lines
fr: Filtrer les lignes
zh_hans: 筛选日志行

source: Filter log lines (⌘F)
fr: Filtrer les lignes du journal (⌘F)
zh_hans: 筛选日志行（⌘F）

source: Filter machines by name
fr: Filtrer les machines par nom
zh_hans: 按名称筛选机器

source: Filter machines by name (⌘F)
fr: Filtrer les machines par nom (⌘F)
zh_hans: 按名称筛选机器（⌘F）

source: Fleet
fr: Flotte
zh_hans: 机群

source: Follow
fr: Suivre
zh_hans: 跟随

source: Follow the log continuously
fr: Suivre le journal en continu
zh_hans: 持续跟随日志

source: GitHub unreachable — latest version unknown
fr: GitHub injoignable — dernière version inconnue
zh_hans: 无法访问 GitHub — 最新版本未知

source: Go to Updates
fr: Voir les mises à jour
zh_hans: 前往更新

source: Guided updates arrive with story 3.3, update management.
fr: Les mises à jour guidées arrivent avec la story 3.3, gestion des mises à jour.
zh_hans: 引导式更新将随故事 3.3（更新管理）一起提供。

source: Health
fr: Santé
zh_hans: 健康状态

source: Health check failing
fr: Contrôle de santé en échec
zh_hans: 健康检查失败

source: History
fr: Historique
zh_hans: 历史记录

source: HomePort fleet
fr: Flotte HomePort
zh_hans: HomePort 机群

source: Homeport is uninstalled from %@ — service, app, config and data — after a final backup.
fr: Homeport est désinstallé de %@ — service, application, configuration et données — après une dernière sauvegarde.
zh_hans: 在最后一次备份后，将从 %@ 卸载 Homeport（服务、应用、配置和数据）。

source: Interrupted
fr: Interrompue
zh_hans: 已中断

source: Jump to latest
fr: Revenir aux dernières lignes
zh_hans: 跳至最新

source: Last action failed
fr: Échec de la dernière action
zh_hans: 上次操作失败

source: Last action reported problems
fr: La dernière action a signalé des problèmes
zh_hans: 上次操作报告了问题

source: Last seen
fr: Dernière vue
zh_hans: 最后可见

source: Last seen at
fr: Vu pour la dernière fois
zh_hans: 最后可见时间

source: Loading…
fr: Chargement…
zh_hans: 正在加载…

source: Log follow stopped
fr: Suivi interrompu
zh_hans: 跟随已中断

source: Metrics
fr: Métriques
zh_hans: 指标

source: Metrics not available
fr: Métriques non disponibles
zh_hans: 指标不可用

source: Never
fr: Jamais
zh_hans: 从未

source: Never seen
fr: Jamais vue
zh_hans: 从未可见

source: No dashboard address
fr: Aucune adresse de tableau de bord
zh_hans: 没有仪表盘地址

source: No event matches
fr: Aucun événement ne correspond
zh_hans: 没有匹配的事件

source: No event of this machine matches the selected severity.
fr: Aucun événement de cette machine ne correspond à la sévérité sélectionnée.
zh_hans: 该机器没有与所选严重程度匹配的事件。

source: No events yet
fr: Aucun événement pour l'instant
zh_hans: 暂无事件

source: No line matches
fr: Aucune ligne ne correspond
zh_hans: 没有匹配的行

source: No line of this log matches the filter.
fr: Aucune ligne de ce journal ne correspond au filtre.
zh_hans: 此日志中没有与筛选条件匹配的行。

source: No log lines
fr: Aucune ligne
zh_hans: 暂无日志

source: No machine matches
fr: Aucune machine ne correspond
zh_hans: 没有匹配的机器

source: No machines declared
fr: Aucune machine déclarée
zh_hans: 未声明任何机器

source: No machines declared.
fr: Aucune machine déclarée.
zh_hans: 未声明任何机器。

source: No machines yet
fr: Pas encore de machine
zh_hans: 尚无机器

source: No metrics yet
fr: Aucune métrique pour l'instant
zh_hans: 暂无指标

source: No tasks yet
fr: Aucune tâche pour l'instant
zh_hans: 暂无任务

source: No web address can be derived from the ssh target of %@. Fix its entry in fleet.yaml.
fr: Aucune adresse web ne peut être dérivée de la cible ssh de %@. Corrigez son entrée dans fleet.yaml.
zh_hans: 无法从 %@ 的 ssh 目标推导出网页地址。请修正它在 fleet.yaml 中的条目。

source: Not polled yet
fr: Pas encore interrogée
zh_hans: 尚未轮询

source: Open the control center
fr: Ouvrir le centre de contrôle
zh_hans: 打开控制中心

source: Power off %@
fr: Éteindre %@
zh_hans: 关闭 %@

source: Quit
fr: Quitter
zh_hans: 退出

source: Reboot %@
fr: Redémarrer %@
zh_hans: 重启 %@

source: Recent tasks
fr: Tâches récentes
zh_hans: 最近任务

source: Refresh
fr: Actualiser
zh_hans: 刷新

source: Refresh now (⌘R)
fr: Actualiser maintenant (⌘R)
zh_hans: 立即刷新（⌘R）

source: Refresh the fleet
fr: Actualiser la flotte
zh_hans: 刷新机群

source: Release notes
fr: Notes de version
zh_hans: 版本说明

source: Releases unavailable
fr: Releases indisponibles
zh_hans: 版本列表不可用

source: Reload fleet.yaml
fr: Recharger fleet.yaml
zh_hans: 重新加载 fleet.yaml

source: Reload the last lines
fr: Recharger les dernières lignes
zh_hans: 重新加载最新行

source: Remove
fr: Désinstallation
zh_hans: 卸载

source: Remove %@
fr: Désinstaller %@
zh_hans: 卸载 %@

source: Remove finished
fr: Désinstallation terminée
zh_hans: 卸载已完成

source: Remove in progress…
fr: Désinstallation en cours…
zh_hans: 卸载进行中…

source: Restart
fr: Redémarrage
zh_hans: 重启

source: Restart %@
fr: Redémarrer %@
zh_hans: 重启 %@

source: Restart finished
fr: Redémarrage terminé
zh_hans: 重启已完成

source: Restart homeport on %@?
fr: Redémarrer homeport sur %@ ?
zh_hans: 在 %@ 上重启 homeport？

source: Restart in progress…
fr: Redémarrage en cours…
zh_hans: 重启进行中…

source: Restart service
fr: Redémarrer le service
zh_hans: 重启服务

source: Restore
fr: Restauration
zh_hans: 恢复

source: Restore %@
fr: Restaurer %@
zh_hans: 恢复 %@

source: Restore finished
fr: Restauration terminée
zh_hans: 恢复已完成

source: Restore in progress…
fr: Restauration en cours…
zh_hans: 恢复进行中…

source: Retry
fr: Réessayer
zh_hans: 重试

source: Retry reaching the machine
fr: Réessayer de joindre la machine
zh_hans: 重试连接该机器

source: Running
fr: En cours
zh_hans: 进行中

source: SSH latency
fr: Latence SSH
zh_hans: SSH 延迟

source: Service inactive
fr: Service inactif
zh_hans: 服务未运行

source: Check for Updates…
fr: Rechercher des mises à jour…
zh_hans: 检查更新…

source: Show logs
fr: Afficher les logs
zh_hans: 查看日志

source: Status
fr: État
zh_hans: 状态

source: Status: critical
fr: État : critique
zh_hans: 状态：严重

source: Status: healthy
fr: État : sain
zh_hans: 状态：正常

source: Status: needs attention
fr: État : à surveiller
zh_hans: 状态：需注意

source: Success
fr: Succès
zh_hans: 成功

source: Summary
fr: Résumé
zh_hans: 概览

source: Task journal unavailable
fr: Journal des tâches indisponible
zh_hans: 任务日志不可用

source: The Homeport service on %@ stops and starts again, then its health is checked. Whatever it serves is briefly unavailable.
fr: Le service Homeport de %@ s’arrête puis redémarre, et sa santé est vérifiée. Ce qu’il sert devient brièvement indisponible.
zh_hans: %@ 上的 Homeport 服务将停止并重新启动，然后检查其健康状态。其所服务的内容将短暂不可用。

source: The control center reads your fleet from this file. Declare a first machine and it shows up here, with its own colour.
fr: Le centre de contrôle lit votre flotte dans ce fichier. Déclarez une première machine et elle apparaît ici, avec sa propre couleur.
zh_hans: 控制中心从此文件读取你的机群。声明第一台机器后，它就会带着自己的颜色出现在这里。

source: The dashboard of %@ did not respond. Check that Homeport is running, then retry.
fr: Le tableau de bord de %@ n'a pas répondu. Vérifiez que Homeport tourne, puis réessayez.
zh_hans: %@ 的仪表盘未响应。请检查 Homeport 是否在运行，然后重试。

source: The embedded terminal arrives with story 3.4, the embedded shell.
fr: Le terminal intégré arrive avec la story 3.4, shell intégré.
zh_hans: 内嵌终端将随故事 3.4（内嵌 Shell）一起提供。

source: The event history of this machine started a new generation — it is shown from the beginning.
fr: L'historique des événements de cette machine a démarré une nouvelle génération — il est affiché depuis le début.
zh_hans: 此机器的事件历史记录已开始新一代 — 从头开始显示。

source: The event stream arrives with story 2.1, the v1 API contract and event stream.
fr: Le flux d'événements arrive avec la story 2.1, contrat d'API v1 et flux d'événements.
zh_hans: 事件流将随故事 2.1（v1 API 契约与事件流）一起提供。

source: The metric history of this machine started a new generation — the curves shown are the new one.
fr: L'historique de métriques de cette machine a changé de génération — les courbes affichées sont celles de la nouvelle.
zh_hans: 该机器的指标历史已进入新一代 — 所显示的曲线属于新一代。

source: The most recent local backup replaces the current config and data of %@.
fr: La sauvegarde locale la plus récente remplace la configuration et les données actuelles de %@.
zh_hans: 最近的本地备份将替换 %@ 当前的配置和数据。

source: The service journal of %@ has nothing to show yet.
fr: Le journal du service de %@ n’a encore rien à afficher.
zh_hans: %@ 的服务日志暂无内容。

source: The task journal could not be opened — actions still run normally, they just leave no trace here. Check the file below, then relaunch the app.
fr: Le journal des tâches n'a pas pu être ouvert — les actions s'exécutent normalement, elles ne laissent simplement aucune trace ici. Vérifiez le fichier ci-dessous, puis relancez l'application.
zh_hans: 无法打开任务日志——操作仍会正常执行，只是不会在此留下任何记录。请检查下方文件，然后重新启动应用程序。

source: This machine has not recorded any metrics yet. They appear here as its Homeport samples them.
fr: Cette machine n'a encore enregistré aucune mesure. Elles apparaîtront ici au fur et à mesure que son Homeport les échantillonne.
zh_hans: 该机器尚未记录任何测量值。其 Homeport 采样后将显示在此处。

source: This machine has not reported anything yet. Events appear here as its Homeport records them.
fr: Cette machine n'a encore rien signalé. Les événements apparaîtront ici au fur et à mesure que son Homeport les enregistre.
zh_hans: 此机器尚未报告任何内容。事件将在其 Homeport 记录后显示在此处。

source: This version of Homeport does not serve events yet.
fr: Cette version de Homeport ne fournit pas encore les événements.
zh_hans: 此版本的 Homeport 尚不提供事件功能。

source: This version of Homeport does not serve metrics yet.
fr: Cette version de Homeport ne sert pas encore les métriques.
zh_hans: 此版本的 Homeport 尚未提供指标。

source: Unable to fetch logs: %@
fr: Impossible de récupérer les logs : %@
zh_hans: 无法获取日志：%@

source: Unknown
fr: Inconnu
zh_hans: 未知

source: Unreachable
fr: Injoignable
zh_hans: 无法访问

source: Unreachable — showing the last known data.
fr: Injoignable — dernières données connues affichées.
zh_hans: 无法访问 — 显示最后已知数据。

source: Up to date
fr: À jour
zh_hans: 已是最新版本

source: Update
fr: Mise à jour
zh_hans: 更新

source: Update %@
fr: Mettre à jour %@
zh_hans: 更新 %@

source: Update %@ to %@? A backup is taken first.
fr: Mettre à jour %@ vers %@ ? Une sauvegarde est prise d'abord.
zh_hans: 将 %@ 更新到 %@？将先进行备份。

source: Update (backup first)
fr: Mettre à jour (sauvegarde d'abord)
zh_hans: 更新（先备份）

source: Update Docker service on %@
fr: Mettre à jour le service Docker sur %@
zh_hans: 在 %@ 上更新 Docker 服务

source: Update available
fr: Mise à jour disponible
zh_hans: 有可用更新

source: Update finished
fr: Mise à jour terminée
zh_hans: 更新已完成

source: Update in progress…
fr: Mise à jour en cours…
zh_hans: 更新进行中…

source: Update now
fr: Mettre à jour maintenant
zh_hans: 立即更新

source: Update packages
fr: Mettre à jour les paquets
zh_hans: 更新软件包

source: Update packages on %@
fr: Mettre à jour les paquets sur %@
zh_hans: 在 %@ 上更新软件包

source: Updates
fr: Mises à jour
zh_hans: 更新

source: Uptime
fr: Temps de fonctionnement
zh_hans: 运行时长

source: Uptime %@ · Disk %@ · Backup %@
fr: Actif %@ · Disque %@ · Sauvegarde %@
zh_hans: 运行 %@ · 磁盘 %@ · 备份 %@

source: Your fleet file exists but does not parse, so no machine can be listed. Fix the error below, then reload.
fr: Votre fichier de flotte existe mais ne s’analyse pas : aucune machine ne peut être listée. Corrigez l’erreur ci-dessous, puis rechargez.
zh_hans: 您的机群文件存在但无法解析，因此无法列出任何机器。请修正下方的错误后重新加载。

# confirm.remove
source: Remove
fr: Désinstaller
zh_hans: 卸载

# confirm.restart
source: Restart
fr: Redémarrer
zh_hans: 重启

# confirm.restore
source: Restore
fr: Restaurer
zh_hans: 恢复

# confirm.update
source: Update
fr: Mettre à jour
zh_hans: 更新

# events.column.detail
source: Detail
fr: Détail
zh_hans: 详情

# events.column.kind
source: Kind
fr: Type
zh_hans: 类型

# events.column.severity
source: Severity
fr: Sévérité
zh_hans: 严重程度

# events.column.subject
source: Subject
fr: Objet
zh_hans: 对象

# events.filter.all
source: All
fr: Tous
zh_hans: 全部

# events.filter.critical
source: Critical
fr: Critique
zh_hans: 严重

# events.filter.warning
source: Warning
fr: Avertissement
zh_hans: 警告

source: fleet.yaml cannot be read
fr: fleet.yaml est illisible
zh_hans: 无法读取 fleet.yaml

# maintenance.aptUpdate.cardTitle
source: System packages
fr: Paquets système
zh_hans: 系统软件包

# maintenance.config.notFound
source: Homeport configuration not found.
fr: Configuration Homeport introuvable.
zh_hans: 未找到 Homeport 配置。

# maintenance.config.readOnlyHint
source: Read-only. To change it, run `hpm config push` from the command line.
fr: Lecture seule. Pour la modifier, exécutez `hpm config push` en ligne de commande.
zh_hans: 只读。如需修改，请在命令行运行 `hpm config push`。

# maintenance.config.title
source: Homeport configuration
fr: Configuration Homeport
zh_hans: Homeport 配置

# maintenance.confirm.execute
source: Run
fr: Exécuter
zh_hans: 执行

# maintenance.docker.empty
source: No Docker service found on this machine.
fr: Aucun service Docker trouvé sur cette machine.
zh_hans: 此机器上未找到 Docker 服务。

# maintenance.docker.pick
source: Choose a service…
fr: Choisir un service…
zh_hans: 选择服务…

# maintenance.dockerUpdate.button
source: Update service
fr: Mettre à jour le service
zh_hans: 更新服务

# maintenance.dockerUpdate.title
source: Docker service update
fr: Mise à jour d'un service Docker
zh_hans: Docker 服务更新

# maintenance.execute.staleToken
source: Preview expired (the plan is valid for 5 minutes) — run it again.
fr: Prévisualisation expirée (jeton valable 5 minutes) — relancer la commande.
zh_hans: 预览已过期（计划令牌有效期为 5 分钟）——请重新运行。

# maintenance.execute.success
source: Action completed
fr: Action terminée
zh_hans: 操作已完成

# maintenance.execute.uncertain.detail
source: The transport timed out during execution. The server may have finished the action anyway — check the history below.
fr: Le délai de transport a été dépassé pendant l'exécution. Le serveur a peut-être quand même terminé l'action — consultez l'historique ci-dessous.
zh_hans: 执行过程中传输超时。服务器可能仍然完成了该操作——请查看下方的历史记录。

# maintenance.execute.uncertain.title
source: Outcome unknown
fr: Issue inconnue
zh_hans: 结果未知

# maintenance.history.empty
source: No maintenance action recorded for this machine yet.
fr: Aucune action de maintenance enregistrée pour cette machine.
zh_hans: 此机器尚无维护操作记录。

# maintenance.history.empty.title
source: No history
fr: Aucun historique
zh_hans: 暂无历史

# maintenance.history.failed
source: Failed
fr: Échec
zh_hans: 失败

# maintenance.history.no
source: No
fr: Non
zh_hans: 否

# maintenance.history.title
source: Maintenance history
fr: Historique de maintenance
zh_hans: 维护历史

# maintenance.history.yes
source: Yes
fr: Oui
zh_hans: 是

# maintenance.loading
source: Loading maintenance status…
fr: Chargement de l'état de maintenance…
zh_hans: 正在加载维护状态…

# maintenance.notDeployed.hint
source: Maintenance actions become available once HomePortExploit is deployed on this machine.
fr: Les actions de maintenance deviennent disponibles une fois HomePortExploit déployé sur cette machine.
zh_hans: 在此机器上部署 HomePortExploit 后，维护操作即可使用。

# maintenance.preview.staleToken
source: Plan expired or already used — run the command again.
fr: Jeton de plan expiré ou déjà consommé — relancer la commande.
zh_hans: 计划令牌已过期或已被使用——请重新执行命令。

# maintenance.preview.inconsistentState
source: Internal inconsistency before execution — nothing was launched. Retry the preview.
fr: Incohérence interne avant exécution — aucune action n'a été lancée. Relancez l'aperçu.
zh_hans: 执行前检测到内部不一致——未启动任何操作。请重试预览。

# maintenance.reboot.poweroff
source: Power off the machine
fr: Éteindre la machine
zh_hans: 关闭机器

# maintenance.reboot.reboot
source: Reboot the machine
fr: Redémarrer la machine
zh_hans: 重启机器

# maintenance.reboot.title
source: Power
fr: Alimentation
zh_hans: 电源

# maintenance.state.attention
source: Attention needed
fr: Attention requise
zh_hans: 需要注意

# maintenance.state.available
source: Available
fr: Disponible
zh_hans: 可用

# maintenance.state.cancelled
source: Not available right now
fr: Non disponible pour l'instant
zh_hans: 暂时不可用

# maintenance.state.forbidden
source: Access denied
fr: Accès refusé
zh_hans: 访问被拒

# maintenance.state.notDeployed
source: Not deployed
fr: Non déployé
zh_hans: 未部署

# maintenance.state.refresh
source: Refresh
fr: Actualiser
zh_hans: 刷新

# maintenance.unknownAction
source: This action is not in this machine's catalog.
fr: Action absente du catalogue de cette machine.
zh_hans: 此操作不在此机器的目录中。

# metrics.range.1y
source: 1 y
fr: 1 an
zh_hans: 1 年

# metrics.range.30d
source: 30 d
fr: 30 j
zh_hans: 30 天

# metrics.range.7d
source: 7 d
fr: 7 j
zh_hans: 7 天

# metrics.range.label
source: Range
fr: Plage
zh_hans: 时间范围

# metrics.series.cpu
source: CPU
fr: Processeur
zh_hans: 处理器

# metrics.series.disk
source: Disk
fr: Disque
zh_hans: 磁盘

# metrics.series.memory
source: Memory
fr: Mémoire
zh_hans: 内存

# metrics.series.temperature
source: Temperature
fr: Température
zh_hans: 温度

source: never
fr: jamais
zh_hans: 从未

# overflow.more
source: More
fr: Plus
zh_hans: 更多

# status.pill.critical
source: CRITICAL
fr: CRITIQUE
zh_hans: 严重

# status.pill.warning
source: WARNING
fr: ALERTE
zh_hans: 警告

source: Version unknown
fr: Version inconnue
zh_hans: 版本未知

source: The installed version could not be read.
fr: La version installée n'a pas pu être lue.
zh_hans: 无法读取已安装的版本。

source: Installed %@
fr: Version installée %@
zh_hans: 已安装 %@

source: Installed %@, update to %@
fr: Version installée %@, mise à jour vers %@
zh_hans: 已安装 %@，可更新至 %@

# maintenance.execute.uncertain.detail.reboot
source: The transport timed out during the reboot or shutdown. The server may have finished the action anyway, but this tab wasn't reloaded — come back and check the history in a moment.
fr: Le délai de transport a été dépassé pendant le redémarrage ou l'extinction. Le serveur a peut-être quand même terminé l'action, mais cet onglet n'a pas été rechargé — revenez consulter l'historique dans un instant.
zh_hans: 重启或关机过程中传输超时。服务器可能仍然完成了该操作，但此标签页未重新加载——请稍后回来查看历史记录。

source: Action
zh_hans: 操作

source: Actions
zh_hans: 操作

source: Config
zh_hans: 配置

source: Date
zh_hans: 日期

source: Logs
zh_hans: 日志

source: Logs — %@
zh_hans: 日志 — %@

source: MACHINES
zh_hans: 机器

source: Machine
zh_hans: 机器

source: Maintenance
zh_hans: 维护

source: Message
zh_hans: 消息

source: OK
zh_hans: 确定

source: Shell
zh_hans: 终端

source: Version
zh_hans: 版本

# events.filter.info
source: Info
zh_hans: 信息

# maintenance.docker.service
source: Service
zh_hans: 服务

# maintenance.history.ok
source: OK
zh_hans: 正常

# metrics.range.24h
source: 24 h
zh_hans: 24 小时

# status.pill.ok
source: OK
zh_hans: 正常
